/* appended to region name when merging regions */
" merged" = " kombineret";

/* appended to region name of mixed down regions */
" mixed" = " blandet";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ kræves|%@ tilgængelig.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(tom)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(IKKE tom)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ er ikke tilgængelig.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@-plugins er ikke tilgængelige.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Plugin-arkivet “%@”%@%@ er ikke tilgængeligt!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Plugin-arkivet “%@”%@%@ er ikke tilgængeligt!][OK|√Vis ikke igen]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P kan ikke tildele nok hukommelse til de nødvendige %ld lydspor.|Der er kun %ld tilgængelige lydspor.|Der kræves %@ ekstra ledig systemhukommelse.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Samplingfrekvens %ld ikke tilladt.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld af %ld lydarkiv(er) blev ikke fundet.|Vil du alligevel %@ de fundne lydarkiver?][Annuller|OK]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld af %ld lydarkiver findes ikke.|(“%@”,...)][Fortsæt]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” kan ikke afspilles på spor %ld fra disken/partitionen “%@”][OK|√Vis ikke igen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” fra disken/partitionen “%@” kan ikke bruges.|Disk/partition ikke tilladt!][OK|√Vis ikke igen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][“%@” fra disken/partitionen “%@” kan ikke bruges.|Disk/partition ikke tilladt!][OK|Indlæs]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@” er et %ld bit-arkiv og kan ikke afspilles via %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@” er allerede inkluderet!][Annuller]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@” er tom!][Annuller]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@” er ikke et lydarkiv i PCM Wave-standardformat.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@” eller “%@” findes allerede!][Brug|Erstat]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P fandt %ld lydarkiv(er) i %ld bit-format.|Dette format understøttes ikke og kan ikke afspilles.][OK|√Vis ikke igen]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P søger efter lydenheder på systemet og har fundet en enhed med navnet “%@”.|Hvis du vil bruge denne enhed, skal du ikke afmontere den under søgningen.|Vil du bruge denne enhed?][Ja|Nej]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Afbryd?][Fortsæt|Afbryd]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Optager allerede...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Der opstod en fejl.||Resultatkode = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Der opstod en fejl.||Resultatkode = %ld||Arkiv = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Lydenhed %@ %@ kan ikke bruges til afspilning af “%@” fra disken/partitionen “%@”][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Lydarkivet “%@” findes ikke!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Fejl ved godkendelse af Audio Unit.|Audio Unit \“%@\” fra \“%@\” meddeler, at den ikke er godkendt til brug på dette system.|Læs dokumentationen til plugin-arkivet, hvis du vil vide mere om beskyttelse mod kopiering.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Fejl ved Audio Unit-kompatibilitet|Audio Unit \“%@\” fra \“%@\” opfylder ikke Audio Units-standarden.|^P kan ikke arkivere eller indlæse plugin-arkivets indstillinger, og de kan ikke arkiveres med sangen.|Indstillingerne går tabt, når du lukker sangen.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Parameterfejl i automation!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Kan ikke slette instrumentet “%@”.|Det er i brug.][Annuller]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Kan ikke finde lydarkivet “%@”.][OK|√Vis ikke igen]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Kan ikke indlæse samplerinstrumentet “%@”.|Det blev oprettet med en nyere EXS24-version.][Fortsæt|√Vis ikke igen]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Akkordspor føjet til %d Apple Loop-arkiver.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Kunne ikke finde akkordfølgedata i arkivet %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Kunne ikke åbne og læse arkivet %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Kunne ikke åbne og skrive til arkivet %@!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Kunne ikke oprette område.|Ikke mere hukommelse][Annuller]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Kunne ikke oprette spor.|Maks. antal spor overskredet!][Afbryd]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Vil du også redigere automationsdata?][Rediger ikke|Rediger|√Vis ikke igen]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Vil du kopiere automationsdata?][Kopier ikke|Kopier|√Vis ikke igen]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Vil du slette alle automationsdata i hele projektet?|Er du sikker? Denne handling kan ikke fortrydes.][Annuller|Slet]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Vil du slette automationsdata?][Slet ikke|Slet|√Vis ikke igen]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Vil du flytte automationsdata?][Flyt ikke|Flyt|√Vis ikke igen]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Vil du også behandle automationsdata?][Annuller|Ja]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Disken/partitionen “%@” kan ikke bruges til lydoptagelse med %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Disken/partitionen “%@” kan ikke bruges til lydoptagelse.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Disken/partitionen “%@” kan ikke bruges til at optage på lydsporet %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Disken/partitionen “%@” er fuld.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Fejlkoden %ld modtaget fra driveren %@.][Fortsæt]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Fejl under kopiering af ressourcer. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Fejl i CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1]Fejl under indlæsning af projekt][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Fejl under forsøg på at synkronisere lyd og MIDI.][Fortsæt]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Fejl under forsøg på at synkronisere lyd og MIDI.|Samplingfrekvens %ld genkendt.|%@][Fortsæt%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Fejl!|Kan ikke åbne projekt.|Projekt synes beskadiget.][Annuller]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Fejl|CSang::CreateSeq - Ugyldig blokstørrelse][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24-instrument “%@”:|Lydarkiv “%@” findes ikke!][Søg igen|Fortsæt]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Fandt optagelsesmappe %@ med %ld problemer. Slet den?][Annuller|Slet]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Ugyldig signatur(1)][Annuller]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Ugyldigt antal spor][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Instrumentsættet “%@” er for stort! Konverterede kun %ld af %ld elementer!][Annuller]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Intern jobkonflikt|Start ^P igen][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Den maksimale arkivstørrelse på %@ er overskredet.|Vælg en kortere returneringstid.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Problem med hukommelsestildeling. ][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Hukommelsesforbrug nu: %@|Hukommelsesforbrug før: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Der er foretaget en mindre rettelse i projektdata. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Mono/stereokonflikt!][Annuller]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Mono<->stereokonflikt.|Plug-in kan ikke flyttes hertil.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Ingen Apple Loop valgt.][Afbryd]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Optagelse er ikke slået til på nogen lydspor|Klik på knappen \"R\" på det ønskede spor for at slå optagelse til.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Ikke tilstødende lydområder kræver oprettelse af et nyt lydarkiv!][Annuller|Opret]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Ikke nok hukommelse (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Ikke nok hukommelse til anmodet DSP-funktion][Annuller]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Der er ikke hukommelse nok til at konvertere sangen!][Annuller]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Ikke nok hukommelse til at oprette data til sporautomation.][Annuller]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Der er ikke plads nok på enheden “%@”|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Bemærk: \“Processorydeevne\“ er indstillet til \“Automatisk\“.|Det anbefales at indstille den til \“Højest\“.|Du ændrer denne indstilling ved at åbne \“Systemindstillinger\“ > \“Energibesparelse\“ > \“Indstillinger\“.][Fortsæt]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Bemærk: \“Processorydeevne\“ er indstillet til \“Nedsat\“.|Det anbefales at indstille den til \“Højest\“.|Du ændrer denne indstilling ved at åbne \“Systemindstillinger\“ > \“Energibesparelse\“ > \“Indstillinger\“.][Fortsæt]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][Længden på et eller flere lydarkiver er ændret!|Derfor blev længden på eller indholdets placering i %ld lydområder ændret.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][Længden på et eller flere lydarkiver er ændret!|Derfor blev længden på eller indholdets placering i et lydområde ændret.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Ikke mere hukommelse!][Annuller]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Ikke mere hukommelse!|(Lydorganisering 1)][Fortsæt]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Ikke mere hukommelse!|^P skal have mere hukommelse for at kunne vise bølgeformer.][Fortsæt]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Ikke mere hukommelse!|Kunne ikke indsætte eller slette data][Annuller]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][[Overlappende noder fundet!|Vil du bevare, forkorte eller opdele dem?][Bevar|Forkort|Opdel]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Overlappende områder fundet!|Vil du oprette spor til overlappede områder?][Nej|Opret]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][En del af projektet blev ikke afspillet|Der er for mange spor med rigtige instrumenter i projektet til, at det kan afspilles i realtid.|Du finder oplysninger om, hvordan du optimerer ydeevnen, i Hjælp til GarageBand i emnet 'Optimere GarageBands ydeevne'.][Fortsæt]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Afspilningen er blevet påvirket|Afspilningen af projektet er blevet afbrudt pga. ændringer i systemets lydindgange eller -udgange.][Fortsæt]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Vælg en lyddriver i følgende indstillingsdialog.][Fortsæt]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Vælg bitdybden til dette projekt.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Læsefejl!|Ugyldigt arkivformat][Afbryd]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Optagedisk/-partition “%@” findes ikke!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Optagemappe “%@” findes ikke på disken/partitionen “%@”.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Ønsket DSP-funktion er ukendt.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][ReWire-enheden “%@” kunne ikke åbnes.|Du skal starte ^P først.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Ikke flere områder][Annuller]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Der er ikke nok hukommelse til at indlæse alle eksempler på instrumentet “%@”.][Fortsæt]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Der er ikke nok hukommelse til at åbne instrumentet “%@”.][Fortsæt]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Scanner Audio Units.|^P scanner nu %ld installerede plugin-arkiver til Audio Units. Det varer et stykke tid. Scanningen udføres kun, første gang du åbner ^P, eller når du har installeret nye Audio Units.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Taktangivelsen %/% accepteres ikke af @|Bruger 4/4.][OK|Annuller]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Nogle hændelser er indstillet til minimums- eller maksimumsværdi.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Kan desværre ikke indlæse dette projekt, da det er oprettet af en nyere version af ^P.|Opdater ^P!][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Den sidste handling kan desværre ikke fortrydes][Afbryd]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Beklager.|Ikke muligt at fortryde.|For lidt hukommelse.][Afbryd]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Lydenheden “%@” er afmonteret!|Vil du skifte til Indbygget lyd eller slutte ^P?][Slut|Brug Indbygget lyd]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Lydarkivet “%@” har et %ld bit-format og kan ikke bruges.][Annuller]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Arkivet “%@” er ikke et EXS-instrumentarkiv.][Annuller]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][Arkivet “%@” er tilsyneladende beskadiget.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Arkivnavnet “%@” er for langt.|^P kræver plads til endelser.|(Maks. %ld tegn)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Arkivnavnet er for langt.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Antallet af MIDI-input er ændret.|Der er nu %ld tilgængelige input.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Antallet af MIDI-input er ændret.|Der er nu intet tilgængeligt input.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Antallet af MIDI-input er ændret.|Der er nu et tilgængeligt input.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Plugin-arkivet “%@” er ikke tilgængeligt på computeren.|Vælg et andet plugin-arkiv, eller slut GarageBand, og installer plugin-arkivet på computeren, så du kan bruge det i projektet.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Der er nogle handlinger før position '1 1 1  1'.|Flyt alle valgte spor, eller anbring alle upbeat-handlinger på position '1 1 1  1'][Flyt alle|Upbeat|Annuller]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Der er automationsdata til det forrige instrument.|Vil du flytte eller kopiere automationsdataene til det nye instrument?][Nej|Kopier|Flyt]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Dette Apple Loops-arkiv blev oprettet med en utilgængelig effekt eller et utilgængeligt instrument.|Plugin-arkivet “%@” er ikke tilgængeligt. Du tilføjer denne sløjfe med den samme lyd, som du hørte i sløjfebrowseren, ved at Alternativ-trække sløjfen til et nyt spor.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Dette drev kan ikke bruges til lyd.][Afbryd]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Denne arkivtype understøttes ikke.][Afbryd]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Dette projekt synes at være beskadiget. Åbn en sikkerhedskopi af projektet.][Afbryd]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Dette projekt er oprettet med en nyere version af ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][For mange automationsspor.][Annuller]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Ubrugt reserveret hukommelsesblok fundet!|Vil du slette den?][Annuller|Slet]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Advarsel! For lidt hukommelse!][Prøv igen|Annuller]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Advarsel! Ikke nok hukommelse. Kan ikke fortryde. Arkiver projektet, og prøv igen. Hvis det ikke virker, kan du prøve at genstarte systemet og åbne projektet igen.][Annuller]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Advarsel! For lidt hukommelse.|Denne handling kan ikke fortrydes. Vil du fortsætte alligevel?][Annuller|Fortsæt]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Advarsel! Dette projekt er oprettet med en nyere version af ^P.|Det kan medføre problemer.|Opdater ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Advarsel! Der er næsten ikke mere hukommelse til fortrydelse. Slettede de %d ældste fortrydelsestrin.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Advarsel!|Kunne ikke fortryde][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Advarsel!|Beskadiget projekt! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Advarsel!|Ubrugt blok fundet i projekt.|Arkiver projekt først.|(Kode: 0x%lx)][Annuller|Slet]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Advarsel.|Mac OS X MIDI-tjenester ikke tilgængelige.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Advarsel:|Manglende afslutning i projekt!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Advarsel|Genindtrædelse i multitask][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][Der skal oprettes %ld lydarkiv(er).|Det kræver %@ ledig diskplads.][Opret|Annuller]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@” er mindre!|Brug alligevel?][Annuller|Brug]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Lydarkivet “%@” findes ikke.][Spring over|Søg]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Der findes automatiseringsdata til det spor.|Vil du også slette automatiseringsdata?][Slet ikke data|Annuller|Slet data]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Brænding lykkedes][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Slet eksisterende indstillinger?][Annuller|Slet]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Slet instrumentet “%@”?][Annuller|Slet %@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Slet optaget lydarkiv “%@”%@ fra disk?|Denne handling kan ikke FORTRYDES!][Slet|Behold %@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Skal automationsdatene slettes?][Nej|Slet]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Arkivet “%@” findes.][Annuller|Erstat]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][Den sidste handling overskrider begyndelsen på området eller mappen!|Tilpas størrelsen?][Annuller|Tilpas]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][Den sidste handling overskrider længden på området eller mappen!|Tilpas størrelsen?][Annuller|Tilpas]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Start \“%@\”-driver?][Ja|Nej]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Overskriv eksisterende indstillinger?][Annuller|Overskriv]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][En del af projektet blev ikke afspillet|Der er for mange spor, effekter eller noder i projektet til, at den kan afspilles i realtid.|Du finder oplysninger om, hvordan du optimerer ydeevnen, i Hjælp til GarageBand i emnet 'Optimere GarageBands ydeevne'.][Fortsæt]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Erstat det valgte?][Nej|Erstat]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simulering lykkedes][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32 bit AU-serveren sluttede uventet.|Ændringer i Audio Unit-pluginarkivets parametre, som ikke er arkiveret, går tabt. Du kan prøve at starte 32 bit AU-serveren igen. Hvis problemerne fortsætter, skal du klikke på Annuller, slutte og derefter starte ^P igen.][Annuller|Start 32 bit AU-server igen]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Modtagerformatet understøtter ikke samplingfrekvenser på over 48 kHz.|^P kan konvertere de returnerede datas samplingfrekvens. Vil du have det?][Annuller|Konverter]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Arkivet “%@” kunne ikke åbnes, fordi det ligger i papirkurven.|Hvis du vil bruge emnet, skal du først trække det ud af papirkurven.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Kunne ikke oprette start!][AFBRYD]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Kunne ikke oprette område!][Annuller]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Kunne ikke optage begivenheder!|Omorganiser hukommelse?|%ld,%ld,%ld][OK|Omorganiser]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Ugyldigt område (2)][Reparer|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Ugyldigt områdenummer][Annuller]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][For lidt hukommelse!|(Ikke nok mastermarkører)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][MIDI Out-fejl][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI-timeout|^P fandt en MIDI-timeout. Start computeren igen, og start derefter ^P igen.|Hvis problemet fortsætter, skal du opdatere driverne til alle tilsluttede MIDI-enheder (inklusive lyddrivere med MIDI-funktionalitet) til den nyeste version. Der findes instruktioner til, hvordan du fjerner gamle drivere, i producentens dokumentation.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Mindre problem i data (3)][Reparer|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Modularkivet “%@” er for gammelt og kan ikke bruges med denne version af ^P.|Opdater modularkivet, og flyt det til mappen “%@”.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Modularkivet “%@” er for nyt og kan ikke bruges med denne version af ^P.|Opdater ^P-programarkivet.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Ingen tilsvarende data i skuffen!][Afbryd]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Ikke angivet noget spor til optagelse!][AFBRYD]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Ikke angivet noget spor til optagelse!][Annuller]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Ikke nok hukommelse til et nyt projekt][Afbryd]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Ikke nok hukommelse til at oprette skuffe!][Afbryd]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Ikke nok hukommelse til at oprette skuffe/Fortryd!|Skulle aldrig ske.][Afbryd]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Ikke nok hukommelse til at oprette objekt][Afbryd]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Ikke nok hukommelse|(sporafspilninger)][Afbryd]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Læsefejl!|Det er ikke et ^P-projekt!][Afbryd]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Beklager. Projektformatet er for gammelt!][Afbryd]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Der er områder på dette spor!|Slet spor og områder?][Annuller|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Ukendt fortrydelsestype][Afbryd]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Advarsel! Ikke nok hukommelse!|Denne handling kan ikke fortrydes.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Advarsel!|Projekt kan være beskadiget][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Forkert version!][Afbryd]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Der er installeret en gammel Emagic USB MIDI-driver.|Det kan forårsage usikker MIDI-kommunikation og systemsvigt. Installer version 1.5 eller en nyere version. Du kan finde den nyeste version på www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Fortsæt]";

/* media type */
"CD-ROM" = "Cd-rom";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Tilsluttet til";

/* media type, dvd-recordable */
"DVD+R" = "Dvd+r";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R Dual Layer";

/* media type, dvd-rewritable */
"DVD+RW" = "Dvd+rw";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "Dvd-ram";

/* media type */
"DVD-ROM" = "Dvd-rom";

/* media type, dvd-rewritable */
"DVD-RW" = "Dvd-rw";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "til oprettelse af fastfrosset arkiv eller fastfrosne arkiver.";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "I overgang...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Indlæser lydarkiver til “%@”...";

/* cd/dvd media status display */
"No media" = "Intet medie";

/* Node */
"Not connected" = "Ikke tilsluttet";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Der er en modal dialog på skærmen.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Ukendt";

/* cd/dvd media status display */
"Unknown media type" = "Ukendt medietype";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Uden navn";

